table_data = [
            (1, ["Первая", "Вторая", "Третья", "четвертая", "пятая", "шестая", "седьмая", "восьмая"]),
            (2, ["Первая", "Вторая", "Третья", "четвертая", "пятая", "шестая", "седьмая", "восьмая"]), 
            ]


data_list = [
            {"id":1, "value":"Трубка Удачная"},
            {"id":2, "value":"Трубка Зарница"},
            {"id":3, "value":"Трубка Айхал"},
            {"id":4, "value":"Трубка Юбилейная"},
            {"id":5, "value":"Трубка Удачная"},
            {"id":6, "value":"Трубка Зарница"},
            {"id":7, "value":"Трубка Айхал"},
            {"id":8, "value":"Трубка Юбилейная"},
            {"id":9, "value":"Трубка Комсомольская"}
            ]
    
province_data = [
            (1,"Якутская алмазоносная провинция"), 
            (2,"Архангельская алмазоносная провинция"), 
            (3, "Уральская алмазоносная провинция")
            ]

subprovince_data = [
                (1,"Центральносибирская субпровинция"), 
                (2,"Лено-Анабарская субпровинция"), 
                (3,"Тунгусская субпровинция"), 
                (4,"Алданская субпровинция"), 
                (5,"Архангельская субпровинция"), 
                (6,"Уральская субпровинция")
                ]

area_data = [
        (1,"Верхнемунский район"), 
        (2,"Далдыно-Алакитский район"), 
        (3,"Среднемархинский район"), 
        (4,"Малоботуобинский район"), 
        (5,"Куонапский район"),
        (6,"Среднеоленекский район"),
        (7,"Нижнеоленекский район"),
        (8,"Котуй-Меймечинский район район"),
        (9,"Моркокинский район"),
        (10,"Анабарский  район"),
        (11,"Архангельский район"),
        (12,"Уральский район")
        ]

field_data = [
        (1,"Верхнемунское поле"), 
        (2,"Далдынское поле"), 
        (3,"Алакит-мархинское поле"), 
        (4,"Накынское поле"), 
        (5,"Мирнинское поле"),
        (6,"Орто-Ыаргинское поле"),
        (7,"Ары-мастахское поле"),
        (8,"Старореченское поле"),
        (9,"Дьюкенское поле"),
        (10,"Лучаканское поле"),
        (11,"Куранахское поле"),
        (12,"Чомурдахское поле"), 
        (13,"Огонер-Юряхское поле"), 
        (14,"Западно-Укукитское поле"), 
        (15,"Восточно-Укукисткое поле"),
        (16,"Верхнемоторчунское поле"),
        (17,"Мерчимденское поле"),
        (18,"Верхнемолодинское поле"),
        (19,"Куойкское поле"),
        (20,"Котуй-Меймечинское поле"),
        (21,"Чадобецкое поле"),
        (22,"Ингашинское поле"), 
        (23,"Верхнеалданское поле"), 
        (24,"Ингилийское поле "), 
        (25,"Золотицкое поле"),
        (26,"Верхотинское поле"),
        (27,"Кепинское поле"),
        (28,"Уральское поле")
        ]